tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "macos-fuse-t/cask"
brew "antigen"
brew "glib"
brew "apache-spark"
brew "openssl@1.1"
brew "sqlite"
brew "awscli"
brew "bfg"
brew "biber"
brew "chezmoi"
brew "coreutils"
brew "duck"
brew "ffmpeg"
brew "gcc"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gpgme"
brew "handbrake"
brew "imagemagick"
brew "jq"
brew "libdvdcss"
brew "make"
brew "micromamba"
brew "neovim"
brew "node"
brew "pandoc"
brew "pdm"
brew "pipenv"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "ruff"
brew "rustup-init"
brew "starship"
brew "wget"
brew "winetricks"
brew "zlib"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "ableton-live-lite"
cask "adoptopenjdk"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "basictex"
cask "bettertouchtool"
cask "bibdesk"
cask "citrix-workspace"
cask "cleanmymac"
cask "cryptomator"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-monoid"
cask "font-source-code-pro"
cask "forklift"
cask "fuse-t"
cask "github"
cask "gitkraken"
cask "google-cloud-sdk"
cask "handbrake"
cask "istat-menus"
cask "iterm2"
cask "jupyterlab"
cask "kitty"
cask "knockknock"
cask "little-snitch"
cask "mactracker"
cask "macvim"
cask "microsoft-edge"
cask "mountain-duck"
cask "netspot"
cask "nvidia-geforce-now"
cask "obsidian"
cask "pocket-casts"
cask "postman"
cask "protonvpn"
cask "qgis"
cask "signal"
cask "slack"
cask "steam"
cask "tex-live-utility"
cask "texmaker"
cask "texshop"
cask "the-unarchiver"
cask "uninstallpkg"
cask "vienna"
cask "visual-studio-code"
cask "webex"
cask "wine-stable"
vscode "ahmadawais.shades-of-purple"
vscode "analytic-signal.snippets-geojson"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "corker.vscode-micromamba"
vscode "DavidAnson.vscode-markdownlint"
vscode "dracula-theme.theme-dracula"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "jumpinjackie.vscode-map-preview"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "RandomFractalsInc.geo-data-viewer"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "tamasfe.even-better-toml"
vscode "vs-publisher-1464889.veracode-greenlight-for-vs-code"
vscode "vscodevim.vim"
