tap "1password/tap"
tap "homebrew/bundle"
brew "antidote"
brew "antigen"
brew "xz"
brew "awscli"
brew "cairo"
brew "chezmoi"
brew "coreutils"
brew "duckdb"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "libgit2"
brew "node"
brew "openjdk"
brew "pdm"
brew "pkgconf"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "rbenv"
brew "ruff"
brew "rustup"
brew "starship"
brew "uv"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "calibre"
cask "chatgpt"
cask "cryptomator"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "github"
cask "gitkraken"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "jupyterlab"
cask "microsoft-edge"
cask "mountain-duck"
cask "nvidia-geforce-now"
cask "obsidian"
cask "onyx"
cask "pocket-casts"
cask "postman"
cask "protonvpn"
cask "qgis"
cask "reader"
cask "steam"
cask "texmaker"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "analytic-signal.snippets-geojson"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "iterative.dvc"
vscode "jumpinjackie.vscode-map-preview"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "quarto.quarto"
vscode "randomfractalsinc.geo-data-viewer"
vscode "rdebugger.r-debugger"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
