tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "antigen"
brew "xz"
brew "awscli"
brew "cairo"
brew "chezmoi"
brew "coreutils"
brew "duckdb"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "libgit2"
brew "node"
brew "openjdk"
brew "pdm"
brew "pkgconf"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "rbenv"
brew "ruff"
brew "rustup"
brew "starship"
brew "uv"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "calibre"
cask "cryptomator"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "github"
cask "gitkraken"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "jupyterlab"
cask "microsoft-edge"
cask "mountain-duck"
cask "nvidia-geforce-now"
cask "obsidian"
cask "onyx"
cask "pocket-casts"
cask "postman"
cask "protonvpn"
cask "qgis"
cask "reader"
cask "steam"
cask "texmaker"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
